---
kind: other
id: Properties.T:Autodesk.Revit.DB.FamilySizeTableColumn
source: html/6070d1a7-884b-c2fc-e11b-2658f36dd138.htm
---
# FamilySizeTableColumn Properties

Specifies whether the .NET object represents a valid Revit entity.